[
  "periodic-notes",
  "table-editor-obsidian",
  "code-block-copy",
  "dbfolder",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-excalidraw-plugin",
  "find-unlinked-files",
  "obsidian-mind-map",
  "quickadd",
  "settings-search",
  "tag-wrangler",
  "templater-obsidian",
  "webpage-html-export",
  "obsidian-enhancing-export",
  "obsidian-read-it-later",
  "waypoint",
  "obsidian-reveal-active-file",
  "reveal-active-file-button",
  "obsidian-link-converter",
  "obsidian-plugin-toc",
  "obsidian-doubleshift",
  "darlal-switcher-plus",
  "ninja-cursor",
  "obsidian-auto-link-title",
  "recent-files-obsidian",
  "oz-image-plugin",
  "obsidian-image-toolkit",
  "quick-explorer",
  "obsidian-daily-note-outline",
  "omnisearch",
  "nldates-obsidian",
  "media-extended",
  "obsidian-minimal-settings",
  "html-server",
  "janitor",
  "juggl",
  "note-refactor-obsidian",
  "obsidian-contextual-typography",
  "drawio-obsidian",
  "obsidian-diagrams-net",
  "obsidian-dictionary-plugin",
  "obsidian-excel-to-markdown-table",
  "obsidian-icon-shortcodes",
  "obsidian-shellcommands",
  "link-tree",
  "obsidian-pandoc",
  "obsidian-zoom",
  "obsidian42-text-transporter",
  "text-extractor",
  "theme-picker",
  "various-complements",
  "convert-url-to-iframe",
  "file-tree-alternative",
  "note-folder-autorename",
  "obsidian-outliner",
  "tag-word-cloud",
  "vscode-editor",
  "obsidian-linter",
  "obsidian-admonition",
  "obsidian-full-calendar",
  "hotkey-helper",
  "obsidian-advanced-uri",
  "cycle-through-panes",
  "obsidian42-brat",
  "obsidian-graph-presets",
  "metaedit",
  "dataview",
  "remember-cursor-position",
  "metadata-menu",
  "open-vscode",
  "obsidian-emoji-toolbar",
  "js-engine",
  "calendar",
  "easy-toggle-sidebars",
  "cmdr",
  "obsidian-view-mode-by-frontmatter",
  "homepage",
  "obsidian-banners",
  "copy-as-html",
  "mini-vimrc",
  "obsidian-vimrc-support",
  "obsidian-filename-heading-sync",
  "mermaid-tools",
  "obsidian-tasks-plugin",
  "daily-note-navbar",
  "file-title-updater",
  "csv-obsidian",
  "safe-filename-linter",
  "obsidian-quiet-outline",
  "update-time",
  "querydash",
  "creases",
  "image-converter",
  "advanced-canvas",
  "heading-level-indent",
  "diagram-zoom-drag",
  "better-search-views",
  "obsidian-tagfolder",
  "better-markdown-links",
  "consistent-attachments-and-links",
  "unique-attachments",
  "quick-tagger",
  "cards-view",
  "lapel",
  "obsidian-heading-shifter",
  "obsidian-meta-bind-plugin",
  "shiki-highlighter",
  "helpmate",
  "meld-encrypt",
  "auto-note-mover",
  "folder-notes",
  "obsidian-custom-attachment-location",
  "backlink-cache",
  "note-toolbar",
  "review-obsidian",
  "obsidian-style-settings",
  "obsidian-key-sequence-shortcut",
  "statusbar-organizer",
  "folder-note-plugin",
  "notebook-navigator",
  "mode-manager"
]
